Repository: iamnijat/habitonic
Catalog: lib/l10n/app_*.arb
Languages: fr, tr

# introPageTitle
source: Transform your habits with Habitonic
fr: Transformez vos habitudes avec Habitonic
tr: Habitonic ile alışkanlıklarınızı değiştirin!

# introPageDesc
source: Small improvements accumulate into such remarkable results if you opt to be patient.
fr: De petites améliorations s'accumulent dans des résultats aussi remarquables si vous choisissez d'être patient.
tr: Sabırlı olursanız küçük değişiklikler devasa başarılara dönüşebilir.

# introPageButtonText
source: Got it!
fr: J'ai compris!
tr: Anladım!

# englishLang
source: English
fr: Anglais
tr: İngilizce

# frenchLang
source: French
fr: Français
tr: Fransızca

# turkishLang
source: Turkish
fr: Turc
tr: Türkçe

# homePageTitle
source: Let's make it habit together 👏
fr: Transformez l'habitude ensemble 👏
tr: Haydi, birlikte bir alışkanlığa dönüştürelim. 👏

# homeProgressBoxTitleWithLessProgress
source: Your daily goals almost done! 🔥
fr: Vos objectifs quotidiens presque atteints ! 🔥
tr: Bugün yapılması gereken alışkanlıklar neredeyse bitti! 🔥

# homeProgressBoxTitleWithMoreProgress
source: You are far from your purpose! 😥
fr: Vous êtes loin de votre but! 😥
tr: Hedefine ulaşmak için katetmen gereken uzun bir yol var! 😥

# homeProgressBoxTitleWithNoProgress
source: You have no habits for today! 🔥
fr: Vous n'avez pas d'habitudes pour aujourd'hui ! 🔥
tr: Bugün için alışkanlık yok! 🔥

# homeProgressBoxDesc
source: {completed} of {all} completed
fr: {completed} de {all} complété
tr: {all} alışkanlığın {completed} tanesi tamamlandı.

# homeTodayHabitsTitle
source: Today Habits
fr: Habitudes d'aujourd'hui
tr: Bugünkü Alışkanlıklar

# homeNoTodayHabitsTitle
source: No Habits
fr: Pas d'habitudes
tr: Alışkanlık Yok

# homeTodayHabitsItemDesc
source: Repeat {repeat} times
fr: Répéter {repeat} fois
tr: {repeat} kere tekrarla

# homeNewHabitButtonText
source: New Habits
fr: Nouveau
tr: Yeni

# newHabitModalSheetFormNameTitle
source: Name your habit
fr: Nommez votre habitude
tr: Alışkanlığınızı adlandırın

# newHabitModalSheetFormNameHintText
source: Read a book for 15 minutes
fr: Lisez un livre pendant 15 minutes
tr: 15 dakika boyunca kitap oku

# newHabitModalSheetFormEmojiTitle
source: Pick an icon for your habit
fr: Choisissez une icône pour votre habitude
tr: Alışkanlığınız için bir simge seçin.

# newHabitModalSheetFormRepetitionTitle
source: How many times would you like to repeat your habit?
fr: Combien de fois aimeriez-vous répéter votre habitude?
tr: Alışkanlığı ne kadar kez tekrar etmek istiyorsunuz?

# newHabitModalSheetFormCreateHabitButtonText
source: Create a habit
fr: Créez une habitude
tr: Alışkanlığı oluşturun

# habitDetailsCurrentStreakTitle
source: Current streak
fr: Série actuelle
tr: Mevcut başarı

# habitDetailsRepeatTimesTitle
source: Repeat times
fr: Fois de répétition
tr: Kere tekrarla

# habitDetailsRepeatTimesText
source: {repeat} times
fr: {repeat} fois
tr: {repeat} kere

# habitDetailsBarChartTitle
source: Check-in Daytime
fr: Enregistrement en journée
tr: Günlük Giriş

# habitDetailsBarChartMorningBarText
source: Morning
fr: Matin
tr: Sabah

# habitDetailsBarChartAfternoonBarText
source: Afternoon
fr: Après midi
tr: Öğle

# habitDetailsBarChartEveningBarText
source: Evening
fr: Soir
tr: Akşam

# habitDetailsBarChartNightBarText
source: Night
fr: Nuit
tr: Gece

# habitDetailsToolTipContentDesc
source: {done} out of {all}
fr: {done} hors de {all}
tr: {all} alışkanlığın {done} tanesi tamamlandı

# refreshHabitDataModalBottomSheetTitle
source: Renew Habits
fr: Renouveler les habitudes
tr: Alışkanlıkları Yenile

# refreshHabitDataModalBottomSheetDesc
source: This will renew the current variety of Habits. Use it if you don't like the current variety
fr: Cela renouvellera la variété actuelle des Habitudes. Utilisez-le si vous n'aimez pas la variété actuelle
tr: Buradan alışkanlıklarınızın çeşitliliğini yenileyebilirsiniz. Lütfen sadece mevcut alışkanlık çeşitliliği hoşunuza gitmiyorsa kullanın.

# refreshHabitDataModalBottomSheetRenewHabitsButtonText
source: RENEW HABITS
fr: RENOUVELER
tr: ALIŞKANLIKLARI YENİLE

# refreshHabitDataModalBottomSheetCancelButtonText
source: CANCEL
fr: ANNULEZ
tr: İPTAL ET

# errorPageTitle
source: I have bad news for you
fr: J'ai une mauvaise nouvelle pour toi
tr: Kötü bir haberim var

# errorPageDesc
source: The page you are looking for might be removed or some error happened. Maybe something has broken this page. Come back to the homepage.
fr: La page que vous recherchez a peut-être été supprimée ou une erreur s'est produite. Peut-être que quelque chose a cassé cette page. Revenez à la page d'accueil.
tr: Aradığınız sayfa ya silindi ya da bir hata meydana geldi. Belki bir şey bu sayfanın bozulmasına neden olmuş olabilir. Anasayfaya geri dön..

# errorPageBackToHomeButtonText
source: Back to Home
fr: De retour à la maison
tr: Anasayfaya dön

# completeHabitsSuccessModalBottomSheetTitle
source: Successfully Done
fr: Fait avec succès
tr: Başarıyla yapıldı

# completeHabitsSuccessModalBottomSheetSubtitle
source: Hurrah!
fr: Hourra!
tr: Oley!

# completeHabitsSuccessModalBottomSheetDesc
source: You completed this habit
fr: Vous avez terminé cette habitude
tr: Bu alışkanlığı tamamladın

# completeHabitsSuccessModalBottomSheetGoBackButtonText
source: Go back
fr: Retournez
tr: Geri Dön

# customTimeIndicatorNow
source: now
fr: à présent
tr: şimdi

# customTimeIndicatorMinute
source: minute
tr: dakika

# customTimeIndicatorMinutes
source: minutes
tr: dakika

# customTimeIndicatorHours
source: hours
fr: heures
tr: saat

# customTimeIndicatorDays
source: days
fr: jours
tr: gün

# customTimeIndicatorMonths
source: months
fr: mois
tr: ay

# customTimeIndicatorYears
source: years
fr: ans
tr: yıl
